import React from "react";

const Info = () => {
  return (
    <div className="container mx-auto p-8 mt-[50px] bg-gray-100 text-gray-900">
      <h1 className="text-4xl font-bold text-green-900 mb-8">
        ფესტივალის პროგრამა:
      </h1>

      <div className="md:w-1/2">
        <p className="mb-6">
          წელს თიბილისის ვისკის ფესტივალი 2024 გაიმართება ორი დღით. ორივე დღე
          იქნება საჯარო გამოფენის დღეები, იქნება 300-ზე მეტი უმაღლესი ხარისხის
          ვისკის დეგუსტაცია, ასევე მასტერკლასები და სემინარები ჩვენი
          სტუმრებისთვის. საზღვარგარეთიდან მოწვეული სტუმრები კილტის საზოგადოება
          მოაწყობენ კოსტუმირებულ შოუს ნაციონალურ საკრავზე შესრულებული მუსიკით,
          ასევე შესრრულდება ირლანდიული ცეკვები "რივერდანსი" და წარმოდგენილი
          იქნება სხვა გასართობი შოუები.
        </p>
        <div className="flex items-center mb-2">
          <span className="mr-2">📅</span>
          <p className="font-semibold">
            ფესტივალი გაიმართება: 21 – 22 სექტემბრის
          </p>
        </div>
        <div className="flex items-center mb-2">
          <span className="mr-2">📆</span>
          <p>პირველი დღე: შაბათი 21 სექტემბრის 14:00-22:00</p>
        </div>
        <div className="flex items-center mb-2">
          <span className="mr-2">📆</span>
          <p>მეორე დღე: კვირა 22 სექტემბრის 12:00-20:00</p>
        </div>
      </div>

      <div className="mb-8 mt-[20px]">
        <h2 className="text-2xl font-semibold text-green-800 mb-4">
          მასტერკლასები:
        </h2>
        <p className="mb-4">
          ‘’თბილისი ვისკის ფესტივალ 2024’’-ის განმავლობაში, მთავარი სცენა არის
          ადგილი, სადაც შეგიძლიათ, წინასწარი რეგისტრაციის საფუძველზე, დაესწროთ,
          უცხოელი ამბასადორების მიერ ჩატარებულ მასტერკლასებს, სესიებსა და
          კითხვა-პასუხებს.
        </p>
      </div>

      <div className="mb-8">
        <h2 className="text-2xl font-semibold text-green-800 mb-4">
          ბილეთები:
        </h2>
        <ul className="list-disc pl-8 mb-4">
          <li>ბრენდირებული სადეგუსტაციო Glencairn-ის ჭიქა</li>
          <li>სასმელი წყალი!</li>
          <li>ორი ცალი „ოცნების დრამის“ ჟეტონი!</li>
        </ul>
      </div>

      <div className="mb-8">
        <h2 className="text-2xl font-semibold text-green-800 mb-4">
          ჟეტონები:
        </h2>
        <p className="mb-4">
          „თბილისი ვისკის ფესტივალ 2024“-ზე დასასწრები ბილეთის შეძენისას
          საჩუქრად გადმოგეცემათ 2 ჟეტონი, რომლის გამოყენებაც თქვენ შეგეძლებათ
          თქვენი სურვილისამებრ.
        </p>
        <p className="mb-4">
          დამატებით ჟეტონების შეძენა შესაძლებელი იქნება სპეციალურ დახლებთან,
          რომლებიც განთავსებული იქნება დარბაზებში. 10 ცალი ჟეტონის ღირებულებაა
          25 ლარი.
        </p>
      </div>

      <div className="mb-8">
        <h2 className="text-2xl font-semibold text-green-800 mb-4">
          ქცევის ეტიკეტი:
        </h2>
        <ul className="list-disc pl-8 mb-4">
          <li>
            ბილეთის შეძენით, თქვენ ეთანხმებით დაიცვათ ფესტივალზე დასწრების
            წესებს და პრინციპებს, რომლებიც შექმნილია ყველასთვის სასიამოვნო და
            უსაფრთხო გარემოს უზრუნველსაყოფად.
          </li>
          <li>
            საქართველოში სასმელის მიღების კანონიერი ასაკი 18 წელია. შოუს
            ორგანიზატორებმა შეიძლება მოითხოვონ პირადობის დამადასტურებელი საბუთი
            ნებისმიერი სტუმრისგან, რომელიც მათი აზრით არასრულწლოვანია.
          </li>
          <li>
            ფესტივალი ითვალისწინებს კარგ ვისკის, განათლებას, გართობასა და
            სიამოვნებას.
          </li>
          <li>
            სტუმრებს ვურჩევთ ნოყიერად იკვებონ ღონისძიების დაწყების წინ და მის
            დროს.
          </li>
          <li>
            ჭამის გარდა, სტუმრებს ვურჩევთ დალიონ ბევრი წყალი დრამებს შორის და
            რეგულარულად დაისვენონ დეგუსტაციის დროს, შოუს დროს.
          </li>
          <li>
            გამოფენის ყველა სტენდზე და იოლად თვალსაჩინო ადგილას იქნება უფასო
            სასმელი წყალი საგამოფენო დარბაზში.
          </li>
          <li>
            ღონისძიების ვიზიტორებისადმი ზრუნვის მოვალეობის ფარგლებში, მონაწილე
            კომპანიები არ მოემსახურებიან არავის, ვინც, მათი აზრით მოიხმარა
            ალკოჰოლის გადაჭარბებული რაოდენობა.
          </li>
          <li>
            უსაფრთხოების სამსახურის თანამშრომლები იქნებიან ღონისძიებაზე, რათა
            დაეხმარონ და დაიცვან ყველა სტუმარი და მონაწილე.
          </li>
          <li>
            უსაფრთხოების სამსახურის თანამშრომლები სთხოვენ ნებისმიერ ადამიანს,
            ვინც მთვრალია, მოქმედებებს მიუღებლად ან არღვევს ეთიკურ ზომებს,
            რომლებიც შეურაცხმყოფელია სხვა ვიზიტორებისთვის ან მონაწილეებისთვის,
            დატოვოს შოუ.
          </li>
          <li>
            უპირობოდ დისკვალიფიცირდება და მიმდინარე დღეს ფესტივალზე აღარ
            დაიშვება ნებისმიერი ადამიანი ვისაც სთხოვეს შოუს დატოვება ან ვინც
            ჩამოშორდა ღონისძიებას ზემოაღნიშნული მიზეზების გამო.
          </li>
          <li>
            შეძენილი ბილეთების ასევე ჟეტონების უკან დაბრუნება შეუძლებელია.
          </li>
        </ul>
      </div>
    </div>
  );
};

export default Info;
